{
  "factions": [
    {
      "id": "ballas",
      "title": "Ballas",
      "tagline": "Purple Runs The Block.",
      "videoId": "0LP2TlC7ruw",
      "buyUrl": "https://iakko-maps.tebex.io/category/grove-street-project",
      "image": "public/crime/crime_ballas.png",
      "content": "Die Ballas sind eine der berüchtigtsten Street Gangs in Los Santos. Mit ihrer charakteristischen lila Farbe haben sie sich einen Namen in den Straßen gemacht.\n\nSie kontrollieren mehrere Territorien und sind bekannt für ihre kompromisslose Herangehensweise. Loyalität und Respekt stehen bei den Ballas an erster Stelle.\n\nVon Drogenhandel bis zu Schutzgelderpressung – die Ballas haben ihre Finger in vielen kriminellen Aktivitäten. Wer mit ihnen arbeitet, muss bereit sein, alles zu geben.\n\nDie Hierarchie ist klar definiert: Jedes Mitglied kennt seinen Platz und seine Aufgaben. Zusammenhalt wird großgeschrieben, Verrat wird nicht toleriert."
    },
    {
      "id": "lost",
      "title": "The Lost MC",
      "tagline": "Loyalty Above All.",
      "videoId": "",
      "buyUrl": "",
      "image": "public/crime/crime_lost.png",
      "content": "The Lost MC ist ein Motorradclub mit einer langen und blutigen Geschichte. Die Brüderschaft steht über allem – für die Lost ist der Club Familie.\n\nMit ihren charakteristischen Kutten und den dröhnenden Maschinen sind sie eine Macht, mit der man rechnen muss. Sie leben nach ihrem eigenen Kodex, fernab von Gesetzen und Konventionen.\n\nIhre Geschäfte reichen von Waffenhandel bis zu illegalen Rennen. Wer dem Club beitritt, schwört ewige Treue. Die Brüder haben sich gegenseitig den Rücken frei – immer.\n\nRespekt muss man sich verdienen, aber wer einmal als Brother akzeptiert wurde, gehört zur Familie. The Lost vergessen nichts und vergeben selten."
    },
    {
      "id": "madrazo",
      "title": "Madrazo Family",
      "tagline": "Eleganz. Macht. Madrazo.",
      "videoId": "t_QGAe8JW4o",
      "buyUrl": "https://artex.tebex.io/package/6085207",
      "image": "public/crime/crime_madrazo.png",
      "content": "Die Madrazo Familie ist Synonym für Macht und Einfluss in Los Santos. Mit mexikanischen Wurzeln haben sie ein Imperium aufgebaut, das weit über die Stadtgrenzen hinausreicht.\n\nEleganz und Brutalität gehen bei den Madrazos Hand in Hand. Nach außen geschäftsmännisch und gepflegt, nach innen knallhart und kompromisslos.\n\nIhre Operationen sind hochprofessionell: Geldwäsche, Drogenhandel, Immobiliengeschäfte – alles läuft über die Familie. Jeder Schritt ist kalkuliert, jede Entscheidung strategisch.\n\nFür die Madrazos zählt nur Erfolg. Wer sich ihnen in den Weg stellt, verschwindet – diskret und effizient. Familie ist alles, aber das Geschäft kommt zuerst."
    },
    {
      "id": "rednecks",
      "title": "Rednecks",
      "tagline": "Dirty Boots. Dirty Deals.",
      "videoId": "5sjXGTKtMGo",
      "buyUrl": "https://minibulle3d.tebex.io/package/5783553",
      "image": "public/crime/crime_rednecks.png",
      "content": "Die Rednecks sind die ursprünglichen Outlaws von Blaine County. Fernab der Stadtlichter haben sie ihre eigenen Regeln etabliert – und die sind simpel: Survival of the fittest.\n\nMit ihren Trucks, Waffen und einem Haufen Attitude kontrollieren sie das ländliche Hinterland. Methamphetamin-Produktion, Waffenschmuggel und illegale Schnapsbrennereien sind ihr täglich Brot.\n\nDie Rednecks mögen rustikal wirken, aber unterschätzt sie nicht. Hinter der Fassade des einfachen Landlebens verbirgt sich ein knallhartes kriminelles Netzwerk.\n\nHier draußen gelten andere Gesetze. Die Cops kommen selten vorbei, und wenn doch, kennt man die richtigen Verstecke. Das Land ist ihr Territorium – und sie verteidigen es mit allem, was sie haben."
    },
    {
      "id": "pit",
      "title": "The Pit",
      "tagline": "Fight Club est. 1996",
      "videoId": "Hp4gucAakDI",
      "buyUrl": "https://kiiya.tebex.io/package/6685064",
      "image": "public/crime/crime_pit.png",
      "content": "Tief unter den Lichtern von Los Santos, mitten in La Mesa, gibt es einen Ort, den man nicht auf Karten findet – aber jeder kennt, der was zu verlieren hat.\n\nThe Pit ist kein Fitnessstudio, kein Boxverein und schon gar kein Sport.\n\nHier regieren Schweiß, Blut und Stolz.\n\nKeine Regeln. Kein Schutz. Kein Zurück.\n\nManchmal zwei, manchmal viele – im Kreis, im Chaos, unter Licht und Staub.\n\nHier geht es nicht um Trophäen, sondern um Respekt, um Ehre und um den Willen, stehen zu bleiben, wenn alle anderen schon liegen.\n\nDer Club ist roh, laut und ehrlich.\n\nSchöne Frauen, wütende Männer, schnelle Wetten und ein Publikum, das jeden Treffer spürt. Manche kommen, um zuzusehen. Andere, um sich zu beweisen.\n\nDoch keiner geht hier unverändert raus – The Pit bricht jeden, auf die eine oder andere Weise."
    },
    {
      "id": "aod",
      "title": "Angels of Death",
      "tagline": "Angels Forever, Forever Angels.",
      "videos": [
        {
          "youtubeId": "4CuEewf2gDo",
          "buyUrl": "https://apollo-developments.tebex.io/package/5112882"
        },
        {
          "youtubeId": "HscEVqIJ1Nk",
          "buyUrl": "https://apollo-developments.tebex.io/package/5754568"
        }
      ],
      "image": "public/crime/crime_aod.png",
      "content": "Die Angels of Death Motorcycle Club (AoD MC) gehören zu den bekanntesten und zugleich gefürchtetsten Motorradclubs im Grand Theft Auto-Universum. Sie verkörpern die klassische 1%-Bikerkultur, wie sie aus amerikanischen Legenden hervorgegangen ist – eine Welt aus Freiheit, Gewalt, Loyalität und Gesetzlosigkeit. Im Laufe der GTA-Reihe haben die Angels of Death eine bedeutende Rolle gespielt, insbesondere als Gegenspieler des rivalisierenden Motorradclubs The Lost MC.\n\nDer Ursprung der Angels of Death liegt in den 1960er oder 1970er Jahren. In den Spielen werden sie als landesweit organisierter Motorradclub dargestellt, der in mehreren US-Bundesstaaten aktiv ist. Ihr Hauptsitz befindet sich in Liberty City, wo sie eine der ältesten und einflussreichsten Bikerorganisationen der Region bilden. Ihr Erkennungszeichen ist ein geflügelter Totenkopf auf rotem Hintergrund, der ihre Clubfarben Rot und Schwarz symbolisiert. Das Motto der Gang lautet \"Angels Forever, Forever Angels\" – ein Ausdruck absoluter Loyalität und unerschütterlicher Zugehörigkeit, wie man sie auch bei realen Outlaw-Clubs findet.\n\nLange Zeit war es still um die Angels of Death. Ihre Strukturen verschwanden weitgehend aus San Andreas, und nur wenige glaubten, dass sie je wieder eine Rolle spielen würden. Doch eines Tages fasste eine kleine Gruppe entschlossener Männer den Entschluss, dem Ruf der AoD erneut zu folgen und den Club wieder zum Leben zu erwecken.\n\nIn Harmony wagten sie ihre ersten Schritte, angeführt von einem erfolgreichen Geschäftsmann, der den Geist des alten Clubs wiederbeleben wollte. Schon bald verlagerten sie ihre Aktivitäten in die Stadt, um dort ein neues Territorium aufzubauen. Verstrickt in Drogenhandel, Waffenexport und das schillernde Nachtleben, gelang es ihnen, ihre Macht langsam, aber stetig zu erweitern.\n\nAuf dem Höhepunkt ihres Einflusses gerieten sie schließlich ins Visier der Executive. Von nun an bestand ihr Leben aus einem stetigen Katz-und-Maus-Spiel mit den Behörden – dem Sheriff's Department und dem Police Department. Ihr Ruf als brutale und skrupellose Bikergruppe eilte ihnen voraus und machte ihr Leben zugleich schwerer. Trotz aller Schwierigkeiten hielten sie an ihren Prinzipien fest und versuchten, im Schutz des Nachtlebens zu überleben und ihre Geschäfte aufrechtzuerhalten.\n\nSchließlich entstanden zwei Chapter des Clubs: eines in Harmony und eines im Tequi-la-la in Los Santos. Beide Abteilungen gingen ihren eigenen Geschäften nach, blieben jedoch durch ihre gemeinsame Geschichte, ihr Blut und ihr Zeichen – den geflügelten Totenkopf – für immer miteinander verbunden."
    }
  ]
}

