{
  "steps": [
    {
      "title": "Herzlich Willkommen!",
      "content": "Auf Roots geht es darum, in einer lebendigen und dynamischen Welt authentische Geschichten zu erschaffen, die durch tiefgründige Charaktere und spannende Interaktionen lebendig werden. Um das Rollenspiel für alle Beteiligten zu einer positiven und immersiven Erfahrung zu machen, gibt es bestimmte Verhaltensweisen, die wir als \"No-Gos\" ansehen. Diese Regeln helfen, das RP glaubwürdig und respektvoll zu gestalten, Konflikte auf natürliche Weise entstehen zu lassen und die Verantwortung jedes Charakters innerhalb der Spielwelt zu bewahren. Lies dir diese Punkte durch, um sicherzustellen, dass du das Beste aus deinem RP herausholst und gleichzeitig die Spielwelt und die anderen Spieler respektierst."
    },
    {
      "title": "Leichtsinniges Risiko",
      "content": "Das Leben deines Charakters ist der Kern seiner Geschichte. Auf Roots sollte dein Charakter sein eigenes Leben und das anderer nicht leichtfertig gefährden. Überlege immer, ob das Risiko für deinen Charakter wirklich Sinn ergibt. Niemand springt ohne Grund in Kugelhagel oder stürzt sich kopfüber in ausweglose Situationen. Unrealistische Handlungen zerstören die Tiefe und Glaubwürdigkeit des RPs."
    },
    {
      "title": "Konflikte erzwingen",
      "content": "Konflikte auf Roots sollten organisch entstehen, aus Beziehungen, Dialogen oder Aktionen heraus. Es ist ein No-Go, anderen Spielern Konflikte aufzuzwingen, die keinen logischen Hintergrund haben. Wenn ein Konflikt entsteht, lass Raum für alle Beteiligten, darauf zu reagieren. So entwickeln sich spannende und glaubwürdige Geschichten, die für alle Spaß machen."
    },
    {
      "title": "Konsequenzen ignorieren",
      "content": "Jede Aktion auf Roots hat Konsequenzen, und diese auszuspielen ist essenziell für ein immersives RP. Vermeide es, Konsequenzen zu ignorieren oder unrealistisch kleinzureden – sei es nach einem Regelbruch, einer Verletzung oder einer misslungenen Aktion. Konsequenzen sind keine Bestrafung, sondern eine Chance, deinen Charakter weiterzuentwickeln und neue Storys zu schaffen."
    },
    {
      "title": "RP abrupt verlassen",
      "content": "Roots lebt von gemeinsamen Szenen und Momenten. Es ist respektlos, eine Szene plötzlich zu verlassen, sei es durch einen Disconnect oder eine unüberlegte Flucht. Gib anderen Spielern die Möglichkeit, die Szene zu einem logischen Abschluss zu bringen. Besonders in dramatischen oder intensiven Momenten wie Überfällen, Verhaftungen oder persönlichen Konflikten ist es wichtig, präsent zu bleiben und respektvoll zu agieren."
    },
    {
      "title": "Unrealistische Darstellung",
      "content": "Auf Roots sollte jeder Charakter glaubwürdig und seiner Rolle entsprechend gespielt werden. Verletzungen, Berufe und Handlungen müssen zur Situation und zur Welt passen. Ein Polizist, der ständig die Gesetze bricht, oder ein Gangmitglied, das ohne Plan handelt, schadet der Immersion. Verletzungen müssen eine gewisse Zeit ausgespielt werden – niemand kann nach schweren Unfällen oder einem Schusswechsel ohne Konsequenzen weitermachen, als wäre nichts passiert.\n\nOOC-Talk (Out of Character) ist während des Spiels zu vermeiden. Kommunikation im Spiel sollte immer in Charakter (IC) erfolgen, um die Immersion zu bewahren. OOC-Themen gehören in entsprechende Channels oder in den Support, nicht in das aktive Roleplay. Wer IC und OOC vermischt, reißt andere aus der Szene und stört das gemeinsame Spielerlebnis."
    },
    {
      "title": "Power-RP & Meta vermeiden",
      "content": "Auf Roots ist es wichtig, dass alle Spieler Einfluss auf das RP haben. Power-RP – also das einseitige Erzwingen von Handlungen oder Entscheidungen – ist ein No-Go. Es nimmt anderen die Möglichkeit, kreativ zu reagieren, und zerstört den gemeinsamen Spielfluss. Dominanz ist in manchen Szenarien in Ordnung, etwa wenn es zu deinem Charakter passt oder die Szene es erfordert, aber sie sollte nie andere Spieler komplett ausschließen oder ihre Geschichte untergraben.\n\nGib den Mitspielern immer die Chance, mit eigenen Ideen zu interagieren. Auch Meta-RP ist strikt zu vermeiden. Das bedeutet: OOC-Informationen dürfen nicht IC verwendet werden. Du darfst z. B. niemanden erkennen oder Entscheidungen im RP treffen, nur weil du etwas in einem Stream, Discord-Chat oder durch eine Drittperson erfahren hast. Dein Charakter weiß nur das, was er im Spiel selbst erlebt oder logisch mitbekommen hat."
    },
    {
      "title": "Übertriebene Reaktionen",
      "content": "Nicht jede kleine Provokation muss mit extremer Gewalt, Eskalation oder radikalen Entscheidungen beantwortet werden. Auf Roots ist es wichtig, dass die Reaktionen deines Charakters zur Situation passen. Übertriebene Handlungen wirken oft unglaubwürdig und bremsen das RP. Überlege, wie dein Charakter realistisch auf eine Situation reagieren würde, und nutze Konflikte, um seine Persönlichkeit zu zeigen."
    },
    {
      "title": "Charakter ohne Tiefe",
      "content": "Ein flacher Charakter ohne Schwächen, Emotionen oder Entwicklung passt nicht in die immersive Welt von Roots. Zeige, was deinen Charakter antreibt, welche Ängste und Träume er hat, und lass ihn wachsen. Niemand ist immer perfekt oder unbesiegbar – die besten Geschichten entstehen oft aus Fehlern und Schwächen. Tiefe und Emotionen machen deinen Charakter einzigartig und für andere Spieler interessant."
    },
    {
      "title": "Die Welt ignorieren",
      "content": "Roots ist eine lebendige Welt, und jeder Charakter – ob Spieler oder NPC – ist ein Teil davon. Es ist ein No-Go, die Umgebung oder andere Akteure zu ignorieren. Interagiere mit NPCs und Mitspielern, nimm kleine Details wahr und lass sie Teil deines RPs werden. Jede Interaktion, sei es ein Gespräch mit einem Passanten oder eine Reaktion auf ein Ereignis, macht die Welt lebendiger und immersiver."
    },
    {
      "title": "Verantwortung ablehnen",
      "content": "Auf Roots hat jeder Charakter Pflichten – sei es als Polizist, der Recht und Ordnung wahren muss, als Gangmitglied, das die Crew unterstützt, oder als Zivilist mit sozialen oder beruflichen Verpflichtungen. Diese Verantwortung zu ignorieren, lässt deinen Charakter unglaubwürdig wirken. Nutze die Aufgaben deines Charakters, um neue Konflikte und Storys zu schaffen, anstatt sie zu umgehen. Verantwortung ist keine Bürde, sondern eine Chance, dein RP zu bereichern."
    },
    {
      "title": "Gegen ToS verstoßen",
      "content": "Es ist ein No-Go, gegen die Terms of Service (ToS) von CFX oder Rockstar Games zu verstoßen. Diese Bedingungen gelten auch auf ROOTS und bilden die Grundlage dafür, dass unser Server überhaupt existieren darf. Wer dagegen verstößt, riskiert nicht nur seinen Platz auf ROOTS, sondern gefährdet das gesamte Projekt. Die Einhaltung dieser ToS ist daher für alle verpflichtend.\n\nLinks:\n- CFX Platform License Agreement: https://runtime.fivem.net/platform-license-agreement-12-sept-2023.pdf\n- Rockstar Games Legal: https://www.rockstargames.com/legal"
    },
    {
      "title": "Hetze",
      "content": "Hetze, Verleumdung oder abwertende Aussagen über ROOTS – ob den Server, das Team oder die Community – sind grundsätzlich nicht erwünscht, unabhängig davon, wo sie geäußert werden. Kritik ist willkommen, solange sie respektvoll und konstruktiv im passenden Rahmen stattfindet (z. B. Support-Ticket oder Feedback-Kanal).\n\nWer bewusst negative Stimmung gegen ROOTS oder einzelne Personen in der Roots Community verbreitet, muss mit Konsequenzen bis hin zum Ausschluss rechnen."
    }
  ]
}



















